{
	" The Shamanic Texts":" 샤먼의 글귀",
	"\n A guide to Shamanism \n\n Make sure you have \n the resource pack! \n\n ":"\n 샤머니즘 안내책자 \n\n 리소스팩이 있는지 \n 반드시 확인하세요! \n\n ",
	"Shamanism PMC Page":"샤머니즘 PMC 페이지",
	"Get the Resourcepack!":"리소스팩 받으세요!",
	"\n\n(Type /trigger sip.book if you need a new copy!)":"\n\n(책이 하나 더 필요하다면/trigger sip.book를 입력하세요!)",
	"  Table of Contents:":"  목차:",
	"\n\nMaterials ":"\n\n재료 ",
	"click to move pages!":"클릭해 페이지로 이동!",
	"\nGrace and Favor ":"\n은혜와 호의 ",
	"\nCrafting and Imbuing ":"\n조합과 융합 ",
	"\nSpirit Fragments ":"\n영혼 파편 ",
	"\nStaffs, Totems, Charms":"\n지팡이, 토템, 부적",
	"\nArmor and Tools ":"\n갑옷과 도구 ",
	"\nArmor Bonuses ":"\n갑옷 보너스 ",
	"\nRituals ":"\n의식 ",
	"forbidden":"forbidden",
	"\n\nVarious materials can be used to improve your connection to the Spirits, these are the keys to starting your journey into shamanism(eat a spirit herb or mushroom to begin the datapack!)...":"\n\n당신과 영혼들과의 관계를 개선시키는데는 댜양한 재료가 사용될 수 있습니다. 샤머니즘으로 빠져드는 당신의 여정에 매우 중요한 열쇠들이죠(혼령 허브나 버섯을 섭취해 데이터팩을 시작하세요!)...",
	"\n\nSpirit Herbs can be found by breaking tall grass and ferns, consuming a Spirit Herb will place you into a Spirit Trance for 30 seconds and turn you into a Shaman...": "\n\n혼령 허브는 키 큰 잔디나 고사리를 캐서 얻을 수 있습니다. 혼령 허브를 섭취하면 30초간 무아지경에 빠지게 되며 샤먼이 됩니다...",
	"\n\nSpirit Mushrooms can be found by breaking red and brown mushrooms, consuming a Spirit Mushroom will place you into a Spirit Trance for 30 seconds and turn you into a Shaman...": "\n\n혼령 버섯은 빨간색 버섯이나 갈색 버섯을 캐서 얻을 수 있습니다. 혼령 버섯을 섭취하면 30초간 무아지경에 빠지게 되며 샤먼이 됩니다...",
	"\n\n\n\n\nShamanic Stew can be crafted by throwing 1 Spirit Herb, 1 Spirit Mushroom, and 1 Bowl on top of a Primal Crafting Table.":"\n\n\n\n\n샤먼의 스튜는 혼령 허브 1개, 혼령 버섯 1개, 그릇 1개를 원초 조합대 위에 던져 제작할 수 있습니다.",
	"\n\nWolf Pelts can be obtained by hunting wolves, this natural material increases connections to the Spirits...": "\n\n늑대 가죽은 늑대를 사냥해 얻을 수 있습니다. 이 자연산 재료는 영혼들과의 관계를 증가시킵니다...",
	"\n\nAs a Shaman you lack your own power. In order to practice Shamanism you must remain in good graces with the spirits in order to earn favors from them. By earning favors from the Spirits, you may call for their aid.": "\n\n샤먼인 당신은 스스로는 힘을 가지고 있지 않습니다. 샤머니즘을 행하기 위해서는 영혼들의 은혜 아래에 좋게 있어 호의를 얻어야 합니다. 영혼들에게 호의를 얻으면 영혼들에게 도움을 요청할 수 있습니다.",
	"\n\nFavor and Grace are displayed in the bottom right of the screen. Favor can be generated based on your level of Grace. Various factors can affect your Grace level such as planting saplings, killing villagers, and so on. Positive Grace generates Favor while Negative Grace drains Favor.": "\n\n호의와 은혜는 화면 오른쪽 아래에 표시됩니다. 호의는 당신의 은혜 등급에 따라 생성됩니다. 당신의 은혜 등급에 영향을 끼치는 요소는 다양합니다. 묘목을 심는다거나 주민을 죽인다거나 등등이 있죠. 좋은 은혜는 호의를 생성하고 나쁜 은혜는 호의를 고갈시킵니다.",
	"\n\nThe Primal Crafting Table and Spirit Altar allow the creation of Shamanistic Items and The Imbuement of items using Spirit Fragments...": "\n\n원초 조합대와 영혼 제단은 영혼 조각들을 사용해 샤먼들의 아이템을 만들 수 있게, 아이템에 영혼을 깃들일 수 있게 합니다...",
	"\n\n\n\n\nCreate a Primal Crafting Table by throwing bonemeal on top of a Crafting Table.": "\n\n\n\n\n조합대 위에 뼛가루를 던져 원초 조합대를 제작하세요.",
	"\n\n\n\n\nCreate a Spirit Altar by throwing 1 wolfpelt, 3 string, and 4 bones on top of a block of Andesite.": "\n\n\n\n\n안산암 위에 늑대 가죽 1개, 실 3개, 뼈 4개를 던져 영혼 제단을 제작하세요.",
	"\n\n\n\n\nTo craft using the Primal Crafting Table, throw the materials shown by this template on top of the table.":"\n\n\n\n\n원초 조합대를 사용하려면 조합대 위에 이 형식에 나타난 대로 재료를 던지세요.",
	"\n\n\n\n\nTo Imbue using the Spirit Altar, throw the materials shown by this template on top of the Altar.": "\n\n\n\n\n영혼 제단을 사용해 융합하려면 제단 위에 이 형식에 나타난 대로 재료를 던지세요.",
	"Animal ":"동물 ",
	"Human ":"인간 ",
	"Monster ":"몬스터 ",
	"Nether ":"네더 ",
	"End":"엔드 ",
	"\n\nSpirit Fragments are small pieces of Spirits, they have variations based on the category of creature the fragment is collected from. These fragments can be used for Imbuing and Rituals.": "\n\n영혼 파편들은 영혼들의 작은 조각입니다. 파편이 나온 생물의 분류에 따라 몇 가지 종류가 존재합니다. 이 파편들은 융합과 의식에 사용될 수 있습니다.",
	"\n\nSpirit Fragments can be collected by using a dreamcatcher on mobs while under the effects of a Spirit Trance. Spirit Fragments can only be collected from mobs once per day, however this may also expel a dangerous force..": "\n\n영혼 파편들은 무아지경 상태에서 드림캐쳐를 몹들에게 사용해 얻을 수 있습니다. 영혼 파편들은 몹들에게서 하루에 한번만 얻어질 수 있습니다. 그러나 이 과정은 위험한 힘을 방출 시킬 수도 있습니다...",
	"\n\nSpirit Fragments are displayed on the bottom left of the screen while a Dreamcatcher is held. Crouching while a Dreamcatcher is in your offhand will allow you to select a spirit type to craft with.": "\n\n영혼 파편들은 드림캐쳐를 손에 들고 있을 때 화면 왼쪽 아래에 표시됩니다. 드림캐쳐를 다른쪽 손에 든 채로 웅크리면, 조합할 때 사용할 영혼의 종류를 선택할 수 있습니다.",
	"\n\n\n\nCraft a Dreamcatcher at a Primal Crafting Table using 4 sticks and 4 string. A Dreamcatcher can only be used while under a Spirit Trance.": "\n\n\n\n막대기 4개와 실 4개를 원초 조합대에 사용해 드림캐쳐를 조합하세요. 드림캐쳐는 무아지경 상태에 있을 때만 사용할 수 있습니다.",
	"\n\n\n\nBy condensing 2 Spirit Fragments into a bottle you can increase their potency and use multiple spirit types while crafting.": "\n\n\n\n2개의 영혼 파편을 병 안에 응축하면 영혼의 효능을 올리고, 조합시 여러 종류의 영혼을 사용할 수 있습니다.",
	"\n\n\n\nTo bottle Animal Spirit, have Animal as your selected type, 2 fragments, and throw a bottle on a Spirit Altar.": "\n\n\n\n동물 영혼을 병에 담으려면, 선택된 종류를 동물로 맞추고, 2개의 파편, 그리고 유리병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo bottle Human Spirit, have Human as your selected type, 2 fragments, and throw a bottle on a Spirit Altar.": "\n\n\n\n인간 영혼을 병에 담으려면, 선택된 종류를 인간으로 맞추고, 2개의 파편, 그리고 유리병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo bottle Monster Spirit, have Monster as your selected type, 2 fragments, and throw a bottle on a Spirit Altar.": "\n\n\n\n몬스터 영혼을 병에 담으려면, 선택된 종류를 몬스터로 맞추고, 2개의 파편, 그리고 유리병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo bottle Nether Spirit, have Nether as your selected type, 2 fragments, and throw a bottle on a Spirit Altar.": "\n\n\n\n네더 영혼을 병에 담으려면, 선택된 종류를 네더로 맞추고, 2개의 파편, 그리고 유리병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo bottle End Spirit, have End as your selected type, 2 fragments, and throw a bottle on a Spirit Altar.": "\n\n\n\n엔드 영혼을 병에 담으려면, 선택된 종류를 엔드로 맞추고, 2개의 파편, 그리고 유리병을 영혼 제단 위에 던지세요.",
	"\n\nStaffs, Totems, and Charms are vessels used by Shaman to request aid from the Spirits.": "\n\n지팡이, 토템, 부적은 샤먼이 영혼들에게 도움을 요청하는데 쓰는 그릇입니다.",
	"\n\n\n\nA staff can be crafted by throwing 3 sticks and 2 string on top of a Primal Crafting Table.": "\n\n\n\n지팡이는 막대기 3개, 실 2개를 원초 조합대 위에 던져 조합할 수 있습니다.",
	"\n\n\n\nAn empty totem can be crafted by throwing 3 sticks and 1 bonemeal on top of a Primal Crafting Table.": "\n\n\n\n빈 토템은 막대기 3개, 뼛가루 1개를 원초 조합대 위에 던져 조합할 수 있습니다.",
	"\n\nTo Imbue Staffs and Empty Totems at a Spiit Altar, you must first hold a dreamcatcher in your offhand and crouch, this will allow to to select the type of Spirit Fragment you will be using to Imbue with.": "\n\n지팡와 빈 토템을 영혼 제단에서 융합하려면, 먼저 드림캐쳐를 다른쪽 손에 들고 웅크리세요. 웅크리면 융합할 때 사용할 영혼 파편의 종류를 선택할 수 있습니다.",
	"\n\n\n\nTo Imbue a staff with Animal Spirit, you need Animal as your selected spirit type, at least 4 fragments, and throw a staff atop a Spirit Altar.": "\n\n\n\n지팡이에 동물 영혼을 융합시키려면 선택된 종류를 동물로 맞추고, 4개의 파편, 그리고 지팡이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a staff with Human Spirit, you need Human as your selected spirit type, at least 4 fragments, and throw a staff atop a Spirit Altar.": "\n\n\n\n지팡이에 인간 영혼을 융합시키려면 선택된 종류를 인간으로 맞추고, 4개의 파편, 그리고 지팡이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a staff with Monster Spirit, you need Monster as your selected spirit type, at least 4 fragments, and throw a staff atop a Spirit Altar.": "\n\n\n\n지팡이에 몬스터 영혼을 융합시키려면 선택된 종류를 몬스터로 맞추고, 4개의 파편, 그리고 지팡이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a staff with Nether Spirit, you need Nether as your selected spirit type, at least 4 fragments, and throw a staff atop a Spirit Altar.": "\n\n\n\n지팡이에 네더 영혼을 융합시키려면 선택된 종류를 네더로 맞추고, 4개의 파편, 그리고 지팡이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a staff with End Spirit, need have End as your selected spirit type, at least 4 fragments, and throw a staff atop a Spirit Altar.": "\n\n\n\n지팡이에 엔드 영혼을 융합시키려면 선택된 종류를 엔드로 맞추고, 4개의 파편, 그리고 지팡이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a totem with Animal Spirit, you need Animal as your selected spirit type, 4 fragments, and throw an empty totem atop a Spirit Altar.": "\n\n\n\n토템에 동물 영혼을 융합시키려면 선택된 종류를 동물로 맞추고, 4개의 파편, 그리고 빈 토템을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a totem with Human Spirit, you need Human as your selected spirit type, 4 fragments, and throw an empty totem atop a Spirit Altar.": "\n\n\n\n토템에 인간 영혼을 융합시키려면 선택된 종류를 인간으로 맞추고, 4개의 파편, 그리고 빈 토템을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a totem with Monster Spirit, you need Monster as your selected spirit type, 4 fragments, and throw an empty totem atop a Spirit Altar.":"\n\n\n\n토템에 몬스터 영혼을 융합시키려면 선택된 종류를 몬스터로 맞추고, 4개의 파편, 그리고 빈 토템을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a totem with Nether Spirit, you need Nether as your selected spirit type, 4 fragments, and throw an empty totem atop a Spirit Altar.":"\n\n\n\n토템에 네더 영혼을 융합시키려면 선택된 종류를 네더로 맞추고, 4개의 파편, 그리고 빈 토템을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Imbue a totem with End Spirit, you need End as your selected spirit type, 4 fragments, and throw an empty totem atop a Spirit Altar.":"\n\n\n\n토템에 엔드 영혼을 융합시키려면 선택된 종류를 엔드로 맞추고, 4개의 파편, 그리고 빈 토템을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Create a Release Charm, select Animal Spirit, 2 fragments, and throw 1 stick and 3 string on a Spirit Altar.": "\n\n\n\n해방의 부적을 만드려면 동물 영혼을 선택하고, 2개의 파편, 막대기 1개, 실 3개를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo Create a Purity Charm, select Animal Spirit, 2 fragments, and throw 1 iron nugget and 3 string on a Spirit Altar.": "\n\n\n\n순결의 부적을 만드려면 동물 영혼을 선택하고, 2개의 파편, 철 조각 1개, 실 3개를 영혼 재단 위에 던지세요.",
	"\n\n\n\nTo Create a Steed Charm, throw 2 animal spirit bottles, leather horse armor and 3 string on a Spirit Altar.": "\n\n\n\n승마의 부적을 만드려면 동물 영혼이 담긴 병 2개, 가죽 말 갑옷 1개, 실 3개를 영혼 제단 위에 던지세요.",
	"\n\nThe Companion Charm is received after completing the Animal Cleansing Ritual.": "\n\n동료의 부적은 동물 정화 의식을 완료하고 얻을 수 있습니다.",
	"\n\nThe Volley Charm is received after completing the Human Cleansing Ritual.": "\n\n사격의 부적은 인간 정화 의식을 완료하고 얻을 수 있습니다.",
	"\n\nThe Venom Charm is received after completing the Monster Cleansing Ritual.": "\n\n맹독의 부적은 몬스터 정화 의식을 완료하고 얻을 수 있습니다.",
	"\n\nThe Flame Charm is received after completing the Nether Cleansing Ritual.": "\n\n화염의 부적은 네더 정화 의식을 완료하고 얻을 수 있습니다.",
	"\n\nThe Warp Charm is received after completing the End Cleansing Ritual.": "\n\n워프의 부적은 엔드 정화 의식을 완료하고 얻을 수 있습니다.",
	"\n\n\n\nShaman of old created unbreakable primal stone tools with the strength of iron by Imbuing them with spirit.": "\n\n\n\n고대의 샤먼들은 원초의 돌 도구들을 영혼들과 융합해 만들었습니다. 이 도구들은 부서지지 않으며 쳘 도구들의 힘을 가집니다.",
	"\n\n\n\nTo craft a Primal Axe, select Human as your spirit type, with 4 fragments, and throw a Stone Axe on top of a Spirit Altar.": "\n\n\n\n원초의 도끼를 만드려면 선택된 종류를 인간으로 맞추고, 4개의 파편, 그리고 돌 도끼를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft a Primal Pick, select Human as your spirit type, with 4 fragments, and throw a Stone Pickaxe on top of a Spirit Altar.": "\n\n\n\n원초의 곡괭이를 만드려면 선택된 종류를 인간으로 맞추고, 4개의 파편, 그리고 돌 곡괭이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft a Primal Shovel, select Human as your spirit type, with 4 fragments, and throw a Stone Shovel on top of a Spirit Altar.": "\n\n\n\n원초의 삽을 만드려면 선택된 종류를 인간으로 맞추고, 4개의 파편, 그리고 돌 삽을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft a Primal Hoe, select Human as your spirit type, with 4 fragments, and throw a Stone Hoe on top of a Spirit Altar.": "\n\n\n\n원초의 괭이를 만드려면 선택된 종류를 인간으로 맞추고, 4개의 파편, 그리고 돌 괭이를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft a Macahuitl, throw 2 obsidian and 2 sticks on top of a Primal Crafting Table.": "\n\n\n\n마쿠아후이틀을 조합하려면 흑요석 2개, 막대기 2개를 원초 조합대 위에 던지세요.",
	"\n\n\nShaman of old stitched together the pelts of wild beasts to forge a deeper connection with the Spirits, some Imbued them even further to increase that strength.": "\n\n\n고대의 샤먼들은 맹수들의 가죽을 꿰어 영혼들과의 더 깊은 관계를 제련했습니다. 몇몇은 그걸 더 융합해 강도를 더욱 증폭시켰습니다.",
	"\n\n\n\nTo craft a Shaman Hood, throw a leather helmet and a Wolf Pelt on top of a Primal Crafting Table.": "\n\n\n\n샤먼의 후드를 조합하려면, 가죽 모자와 늑대 가죽 1개를 원초 조합대 위에 던지세요.",
	"\n\n\n\nTo craft a Shaman Vest, throw a leather chestplate and a Wolf Pelt on top of a Primal Crafting Table.": "\n\n\n\n샤먼의 조끼를 조합하려면, 가죽 조끼와 늑대 가죽 1개를 원초 조합대 위에 던지세요.",
	"\n\n\n\nTo craft Shaman Leggings, throw leather pants and a Wolf Pelt on top of a Primal Crafting Table.": "\n\n\n\n샤먼의 레깅스를 조합하려면, 가죽 바지와 늑대 가죽 1개를 원초 조합대 위에 던지세요.",
	"\n\n\n\nTo craft Shaman Boots, throw leather boots and a Wolf Pelt on top of a Primal Crafting Table.": "\n\n\n\n샤먼의 부츠를 조합하려면, 가죽 장화와 늑대 가죽 1개를 원초 조합대 위에 던지세요.",
	"\n\n\n\nTo craft a Hood of the Hunt, throw a Shaman Hood and 3 Animal, Human, and Monster Spirit Bottles on top of a Spirit Altar.": "\n\n\n\n사냥의 후드를 조합하려면, 샤먼의 후드와 동물 영혼이 담긴 병 3개, 인간 영혼이 담긴 병 3개, 몬스터 영혼이 담긴 병 3개를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft a Vest of the Hunt, throw a Shaman Vest and 3 Animal, Human, and Monster Spirit Bottles on top of a Spirit Altar.": "\n\n\n\n사냥의 조끼를 조합하려면, 샤먼의 조끼와 동물 영혼이 담긴 병 3개, 인간 영혼이 담긴 병 3개, 몬스터 영혼이 담긴 병 3개를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft Leggings of the Hunt, throw Shaman Leggings and 3 Animal, Human, and Monster Spirit Bottles on top of a Spirit Altar.": "\n\n\n\n사냥의 레깅스를 조합하려면, 샤먼의 레깅스와 동물 영혼이 담긴 병 3개, 인간 영혼이 담긴 병 3개, 몬스터 영혼이 담긴 병 3개를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft Boots of the Hunt, throw Shaman Boots and 3 Animal, Human, and Monster Spirit Bottles on top of a Spirit Altar.": "\n\n\n\n사냥의 부츠를 조합하려면, 샤먼의 부츠와 동물 영혼이 담긴 병 3개, 인간 영혼이 담긴 병 3개, 몬스터 영혼이 담긴 병 3개를 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft an Imbued Hood, throw a Shaman Hood and 1 Animal, Human, Monster, Nether, and End Spirit Bottle on top of a Spirit Altar.": "\n\n\n\n융합된 후드를 조합하려면, 샤먼의 후드와 동물 영혼이 담긴 병, 인간 영혼이 담긴 병, 몬스터 영혼이 담긴 병, 네더 영혼이 담긴 병, 엔드 영혼이 담긴 병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft an Imbued Vest, throw a Shaman Vest and 1 Animal, Human, Monster, Nether, and End Spirit Bottle on top of a Spirit Altar.": "\n\n\n\n융합된 조끼를 조합하려면, 샤먼의 조끼와 동물 영혼이 담긴 병, 인간 영혼이 담긴 병, 몬스터 영혼이 담긴 병, 네더 영혼이 담긴 병, 엔드 영혼이 담긴 병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft Imbued Leggings, throw Shaman Leggings and 1 Animal, Human, Monster, Nether, and End Spirit Bottle on top of a Spirit Altar.": "\n\n\n\n융합된 레깅스를 조합하려면, 샤먼의 레깅스와 동물 영혼이 담긴 병, 인간 영혼이 담긴 병, 몬스터 영혼이 담긴 병, 네더 영혼이 담긴 병, 엔드 영혼이 담긴 병을 영혼 제단 위에 던지세요.",
	"\n\n\n\nTo craft Imbued Boots, throw Shaman Boots and 1 Animal, Human, Monster, Nether, and End Spirit Bottle on top of a Spirit Altar.": "\n\n\n\n융합된 부츠를 조합하려면, 샤먼의 부츠와 동물 영혼이 담긴 병, 인간 영혼이 담긴 병, 몬스터 영혼이 담긴 병, 네더 영혼이 담긴 병, 엔드 영혼이 담긴 병을 영혼 제단 위에 던지세요.",
	"Armor Bonuses":"갑옷 보너스",
	"\n Dreamcatching; This allows the use of a Dreamcatcher outside of a Spirit Trance.\n Favorable; Each level of Favorable grants +1 Favor Generation per second.\n Spirit Bulwark; Each level of Spirit Bulwark beyond level 1 grants +1 resistance.": "\n 꿈 잡이; 드림캐쳐를 무아지경 상태가 아니더라도 사용할 수 있게합니다.\n 호의적; 레벨당 초당 호의 생성 +1을 부여합니다.\n 영혼 방벽; 1레벨 이상의 영혼 방벽은 레벨당 +1 저항을 부여합니다.",
	"\n Primal Hunter; Prevents the wearers movement from being impeded.\n Spirit Leap; Crouching in the air allows you to jump, each level grants an extra jump.": "\n 원초적 사냥꾼; 움직임이 방해되는 것을 막습니다.\n 영혼 도약; 공중에서 웅크리면 점프할 수 있습니다. 레벨당 점프 1회를 더 할 수 있습니다.",
	"\n Favored Strength; Gain strength inverse to Favor, less than 101 favor grants the wearer 10% more damage, less than 51 favor grants the wearer 20% more damage.": "\n 호의를 산 힘; 호의에 반비례해 힘을 얻습니다. 101 이하의 호의는 착용자에게 10% 추가 피해를, 51 이하의 호의는 착용자에게 20% 추가 피해를 부여합니다.",
	"\n Shamanic Mastery; Increases staff range by 25% per level.\n Spirit Stream; Increases Staff Projectile Speed by 50%.": "\n 사먼 통달; 레벨당 지팡이의 사거리를 25% 연장합니다.\n 영혼 물줄기; 지팡이 투사체 속도를 50% 증가시킵니다.",
	"\n Spirit Walk; Crouching in midair allows you to hover in the air for up to 10 seconds, but being hit launches you upwards. Subsequent levels increase hover time by 5 seconds. Crouching for a few seconds in the air cancels the Spirit Walk.": "\n 영혼 걸음; 공중에서 웅크리면 공중에서 10초간 뜰 수 있습니다. 하지만 이 상태에서 피해를 입으면 위로 치솟게 됩니다. 추가 레벨은 공중에 뜨는 시간을 5초씩 연장합니다. 공중에서 몇초간 웅크리고 있으면 영혼 걸음을 취소합니다.",
	"\n\n\n\nRituals are able to produce greater results than Staffs or Totems. Throw materials into a campfire.": "\n\n\n\n의식을 치르면 지팡이나 토템보다 더욱 뛰어난 결과를 얻을 수 있습니다. 모닥불에 재료들을 던져 넣으세요.",
	"\n\n\n\nToss 1 Animal Spirit Bottle, 1 Sand, and 1 Dead Bush into a campfire with 1 bonemeal to beckon the spirits to clear the skies.":"\n\n\n\n동물 영혼이 담긴 병, 모래 1개, 죽은 덤불 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 하늘을 맑게 해달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 1 Animal Spirit Bottle, 1 Snowball, and 1 Water Bucket into a campfire with 1 bonemeal to beckon the spirits to bring rain.": "\n\n\n\n동물 영혼이 담긴 병, 눈덩이 1개, 물 양동이 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 비를 내려달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 1 Animal Spirit Bottle, 1 Redstone, and 1 Water Bucket into a campfire with 1 bonemeal to beckon the spirits to bring a storm.": "\n\n\n\n동물 영혼이 담긴 병, 레드스톤 가루 1개, 물 양동이 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 폭풍을 보내달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 2 Animal Spirit Bottles, and Wheat Seeds into a campfire with 1 bonemeal to beckon the spirits to sow grass amongst the dirt.": "\n\n\n\n동물 영혼이 담긴 병 2개, 밀 씨앗 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 흙에 잔디 씨를 뿌려달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 1 Animal and 1 Monster Spirit Bottle, and a red/brown mushroom into a campfire with 1 bonemeal to beckon the spirits to sow fungus amongst the dirt.": "\n\n\n\n동물 영혼이 담긴 병, 몬스터 영혼이 담긴 병, 빨간색/갈색 버섯 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 흙에 균을 뿌려달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 1 Animal Spirit Bottle, 1 Water Bucklet, and 1 kelp into a campfire with 1 bonemeal to beckon the spirits to aid you in water.": "\n\n\n\n동물 영혼이 담긴 병, 물 양동이 1개, 켈프 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 수중에서 도와달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 2 Animal Spirit Bottles, and 1 Bone into a campfire with 1 bonemeal to beckon the spirits to summon a wolf.": "\n\n\n\n동물 영혼이 담긴 병 2개, 뼈 1개를 뼛가루 1개와 함께 모닥불에 던져 넣어 영혼들에게 늑대를 소환해달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 3 Animal Spirit Bottles into a campfire with 1 bonemeal to cleanse nearby Animal Spirits... A dangerous task.": "\n\n\n\n동물 영혼이 담긴 병 3개를 뼛가루 1개와 함께 모닥불에 던져 넣어 주변의 동물 영혼을 정화하세요... 위험한 작업입니다.",
	"\n\n\n\nToss 3 Human Spirit Bottles into a campfire with 1 bonemeal to cleanse nearby Human Spirits... A dangerous task.": "\n\n\n\n인간 영혼이 담긴 병 3개를 뼛가루 1개와 함께 모닥불에 던져 넣어 주변의 인간 영혼을 정화하세요... 위험한 작업입니다.",
	"\n\n\n\nToss 3 Monster Spirit Bottles into a campfire with 1 bonemeal to cleanse nearby Monster Spirits... A dangerous task.": "\n\n\n\n몬스터 영혼이 담긴 병 3개를 뼛가루 1개와 함께 모닥불에 던져 넣어 주변의 몬스터 영혼을 정화하세요... 위험한 작업입니다.",
	"\n\n\n\nAdvanced Rituals are able to produce greater results than normal Rituals. Throw materials into a Soul campfire.": "\n\n\n\n상급 의식들은 일반 의식들 보다 더 뛰어난 결과를 냅니다. 영혼 모닥불에 재료들을 던져 넣으세요.",
	"\n\n\n\nToss 1 Nether Spirit Bottle, 1 Glistering Melon, and 1 Apple into a soul campfire with 1 bonemeal to beckon the spirits to heal you.": "\n\n\n\n네더 영혼이 담긴 병, 반짝이는 수박 조각 1개, 사과 1개를 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어 영혼들에게 당신을 회복시켜 달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 1 Human Spirit Bottle, and 1 Diamond and Iron Block into a soul campfire with 1 bonemeal to beckon the spirits to protect you.": "\n\n\n\n인간 영혼이 담긴 병, 다이아몬드 1개, 철 블럭 1개를 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어 영혼들에게 당신을 보호해달라고 요청할 수 있습니다.",
	"\n\n\n\nToss 3 Nether Spirit Bottles into a soul campfire with 1 bonemeal to cleanse nearby Nether Spirits... A dangerous task. (Nether Exclusive)": "\n\n\n\n네더 영혼이 담긴 병 3개를 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어 주변의 네더 영혼을 정화하세요... 위험한 작업입니다. (네더에서만 작동)",
	"\n\n\n\nToss 3 End Spirit Bottles into a soul campfire with 1 bonemeal to cleanse nearby End Spirits... A dangerous task. (End Exclusive)": "\n\n\n\n엔드 영혼이 담긴 병 3개를 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어 주변의 엔드 영혼을 정화하세요... 위험한 작업입니다. (엔드에서만 작동)",
	"\n\n\n\nToss 1 Bell, 1 End Crystal, and 1 Nether Star into a soul campfire with 1 bonemeal to contact the Ancestors... (A VERY dangerous task.)": "\n\n\n\n종 1개, 엔드 수정 1개, 네더의 별 1개를 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어 조상들과 접촉하세요... (매우 위험한 작업입니다.)",

	"\n\n  THE MALEFIC TEXTS:\n  A guide to bending \n  Spirits to your will...": "\n\n  사악한 글귀:\n  영혼들을 너의 의지대로 \n  굽히는 것에 대한 안내책자...",
	"\n\nTwisting Spirits ": "\n\n영혼 뒤틀기 ",
	"\nRecoil ": "\n반동 ",
	"\nImbuing ": "\n융합 ",
	"\nCharms and Armor ": "\n부적과 갑옷 ",
	"\nRedemption ": "\n속죄 ",
	"\n\nRelying on the Favors of Spirits is sorely inefficient, by forcing them to bend to your superior will you can gain power beyond your wildest dreams...": "\n\n영혼들의 호의에만 의지 하는 것은 심하게 비효율적이지. 영혼들을 네 강한 의지에 굴복시키면 비로소 너는 상상조차 하지 못한 힘을 얻게 될거야...",
	"\n\nSharpening a bone provides an ideal tool to discard your bond to the spirits, and provide an end of suffering to an innocent animal...\n(CAUTION: Locks off non-twisted imbuing)": "\n\n뼈를 날카롭게 갈면 너와 영혼들 사이의 유대를 버리는데 이상적인 도구를 얻을 수 있어. 그리고 무고한 동물의 고통을 끝내는데도...\n(주의 사항: 뒤틀리지 않은 융합 불가)",
	"\n\n\n\n\nSharpen a bone on top of a Primal Crafting Table using a piece of flint.": "\n\n\n\n\n원초 조합대에서 부싯돌을 사용하면 뼈를 날카롭게 갈수 있다.",
	"\n\nAfter commiting a terrible act, you are now a Malefic Shaman. The dreamcatcher now forcibly takes a piece of spirit from the target, but the spirit may become vengeful...": "\n\n끔찍한 행동을 저지른 너는 이제 사악한 샤먼이다. 드림캐쳐는 이제 대상으로부터 영혼 조각을 강제로 빼앗아. 그렇지만 영혼이 복수심에 불타게 될 수도 있어...",
	"\n\nThe spirits do not take kindly to being subjugated, your new abilities result in backlash against your physical form...": "\n\n영혼들은 곱게 예속되지 않아. 너의 새로운 능력들은 네 물리적인 형체에 부작용을 일으킬거야...",
	"\n\n\n\nThrow a bottle on top of a Spirit Altar while you have at least 5 twisted spirit fragments to force them into the bottle...": "\n\n\n\n적어도 5개의 뒤틀린 영혼 조각을 가진 채로 유리병을 영혼 제단 위에 던져 영혼들을 유리병 안으로 집어넣어라...",
	"\n\n\n\nThrow a staff and 3 twisted spirit bottles on top of a Spirit Altar to bind the spirits to the staff... ": "\n\n\n\n지팡이와 뒤틀린 영혼이 담긴 병 3개를 영혼 제단 위에 던져 지팡이에 영혼들을 묶어라... ",
	"\n\n\n\nThrow an empty totem and 3 twisted spirit bottles on top of a Spirit Altar to bind the spirits to the totem... ": "\n\n\n\n빈 토템과 뒤틀린 영혼이 담긴 병 3개를 영혼 제단 위에 던져 토템에 영혼들을 묶어라... ",
	"\n\n\n\nThrow a macahuitl and 2 twisted spirit bottles on top of a Spirit Altar to bind the spirits to the weapon... ": "\n\n\n\n마쿠아후이틀과 뒤틀린 영혼이 담긴 병 2개를 영혼 제단 위에 던져 무기에 영혼들을 묶어라... ",
	"\n\n\n\nThrow an iron nugget, 3 string, and 2 twisted spirit bottles onto a Spirit Altar to create a Malevolence Charm... ": "\n\n\n\n철 조각 1개, 실 3개, 뒤틀린 영혼이 담긴 병 2개를 영혼 제단 위에 던져 악의에 찬 부적을 만들어라... ",
	"\n\n\n\nThrow a stick, 3 string, and 2 twisted spirit bottles onto a Spirit Altar to create a Subjugation Charm... ": "\n\n\n\n막대기 1개, 실 3개, 뒤틀린 영혼이 담긴 병 2개를 영혼 제단 위에 던져 예속의 부적을 만들어라... ",
	"\n\n\n\nThrow leather horse armor, 3 string, and 2 twisted spirit bottles onto a Spirit Altar to craft a steed charm... ": "\n\n\n\n가죽 말 갑옷, 실 3개, 뒤틀린 영혼이 담긴 병 2개를 영혼 제단 위에 던져 승마의 부적을 만들어라... ",
	"\n\n\n\nGained after defeating a powerful spirit... ": "\n\n\n\n강력한 영혼을 무찌르고 난 뒤 얻을 수 있다... ",
	"\n\n\n\nThrow a Shaman Hood and 5 twisted spirit bottles onto a Spirit Altar to create a Twisted Hood... ": "\n\n\n\n샤먼의 후드와 뒤틀린 영혼이 담긴 병 5개를 영혼 제단 위에 던져 뒤틀린 후드를 만들어라... ",
	"\n\n\n\nThrow a Shaman Vest and 5 twisted spirit bottles onto a Spirit Altar to create a Twisted Vest... ": "\n\n\n\n샤먼의 조끼와 뒤틀린 영혼이 담긴 병 5개를 영혼 제단 위에 던져 뒤틀린 조끼를 만들어라... ",
	"\n\n\n\nThrow Shaman Leggings and 5 twisted spirit bottles onto a Spirit Altar to create Twisted Leggings... ": "\n\n\n\n샤먼의 레깅스와 뒤틀린 영혼이 담긴 병 5개를 영혼 제단 위에 던져 뒤틀린 레깅스를 만들어라... ",
	"\n\n\n\nThrow Shaman Boots and 5 twisted spirit bottles onto a Spirit Altar to create Twisted Boots... ": "\n\n\n\n샤먼의 부츠와 뒤틀린 영혼이 담긴 병 5개를 영혼 제단 위에 던져 뒤틀린 부츠를 만들어라... ",
	"\n Spirit Twisting I; Gain the ability to use a dreamcatcher for Spirit Twisting without the need for a trance.": "\n 영혼 뒤틀기 I; 무아지경 없이 드림캐쳐를 영혼 뒤틀기에 사용할 수 있는 능력을 얻는다.",
	"\n Malefic Defense; Gain Resistance while experiencing Recoil.\n\n Malefic Agility; Gain Speed and Jump while experiencing Recoil.": "\n 사악한 방어; 반동을 경험하고 저항을 얻는다.\n\n 사악한 민첩; 반동을 경험하고 속도와 점프력을 얻는다.",
	"\n Malefic Shuttle; Crouching in midair allows you to rocket into air and glide back down.": "\n 사악한 셔틀; 공중에서 웅크리면 하늘로 치솟았다가 천천히 내려올 수 있다.",
	"\n\n\n\nA soul campfire is required to handle the power of twisted rituals...": "\n\n\n\n뒤틀린 의식의 힘을 감당하려면 영혼 모닥불이 필요해...",
	"\n\n\n\nToss a Twisted Spirit Bottle, a lead, and a macahuitl with 1 bonemeal in a soul campfire to twist nearby animals into servitude... ": "\n\n\n\n뒤틀린 영혼이 담긴 병, 노끈, 마쿠아후이틀을 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어라.. 그럼 근처의 동물들을 노예로 만들수 있지... ",
	"\n\n\n\nToss 2 Twisted Spirit Bottles and a lead with 1 bonemeal inta soul campfire in an attempt to summon and trap a powerful spirit... ": "\n\n\n\n뒤틀린 영혼이 담긴 병 2개, 노끈을 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어라.. 강력한 영혼을 소환해 가둘 수도 있지... ",
	"\n\n\n\nToss 2 Twisted Spirit Bottles and a bell with 1 bonemeal in a soul campfire to lure an ancestral shaman to its doom... ": "\n\n\n\n뒤틀린 영혼이 담긴 병 2개, 종을 뼛가루 1개와 함께 영혼 모닥불에 던져 넣어라. 그리고 조상들의 샤먼을 파멸로 유혹해라... ",
	"\n\nIf you are too cowardly to continue down the path of Malefic Shamanism, it is told that by consuming a Stew of Purity one can be redeemed in the eyes of the Spirits...": "\n\n사악한 샤머니즘의 길로 더 나아가기엔 너무 겁이 많은가? 정화의 스튜를 섭취하면 영혼들의 눈에 다시 들수 있다고 전해지더군...",
	"\n\n\n\nThrow a bowl, ghast tear, glistering melon slice, sweet berries, and blaze powder atop a Primal Crafting Table to create Stew of Purity... ": "\n\n\n\n그릇, 가스트의 눈물, 반짝이는 수박 조각, 달콤한 열매, 블레이즈 가루를 원초 조합대 위에 던져 정화의 스튜를 만들어라... ",
	"\n\nThe act of purging your Spirit of malevolent energy is an extremely painful and dangerous process, however if you can survive a days worth of this, you shall be redeemed... (Returns you back to normal Shamanism!)": "\n\n너의 영혼에서 사악한 에너지를 제거하는 행위는 매우 고통스럽고 위험한 과정이지. 하지만 이 과정에서 하루 동안 살아남으면 너는 속죄 받을거야... (일반 샤머니즘으로 돌아가게 된다!)",
	
	"Companion Charm": "동료의 부적",
    "Right-click to summon a": "우클릭해 당신을 돕는",
    "spirit companion to aid you": "동료를 소환하세요",
    "drains 1 favor every second": "초당 호의 1을 소모합니다",
    "while active": "활성화 되었을 동안.",
    
	"Bottled Spirit": "영혼이 담긴 병",
    "Animal": "동물",
    
	"Spirit Staff": "영혼 지팡이",
    "Right-click to attack": "우클릭하여 적들을",
    "enemies with snapping fangs": "깨무는 송곳니로 공격하세요",
    
	"Spirit Totem": "영혼 토템",
    "Boosts your agility while held": "손에 들고 있는 동안 당신의 민첩성을 올립니다",
    
	"Dreamcatcher": "드림캐쳐",
    "Right-click mobs to capture": "우클릭하여 영혼 조각을",
    "spirit fragments": "수집하세요",
    
	"Empty Totem": "빈 토템",
    "An empty vessel...": "비어있는 그릇입니다...",

    "Warp Charm": "워프의 부적",
    "Right-click to warp to": "우클릭하여 스폰 장소로",
    "your spawn point": "순간이동합니다",
    "has a 1 minute": "1분의 재사용",
    "cooldown after use": "대기시간이 존재합니다",

    "enemies with warped energy": "순간이동 에너지로 공격하세요",

    "Causes you to levitate while held": "손에 들고 있는 동안 공중에 뜹니다",

    "Spirit Vessel": "영혼 그릇",
    "Right-click to manifest": "우클릭하여 당신의",
    "your spiritual power...": "영력을 발산하세요",
    
	"Volley Charm": "사격의 부적",
    "Right-click to beckon spiritual": "우클릭하여 영혼 궁수들에게 당신이 활을",
    "archers to fire arrows as you do": "쏠때마다 같이 발사하도록 요청합니다",
    "drains 5 favor per shot": "발당 호의 5를 소모합니다",
    
	"Human": "인간",

    "enemies with glowing arrows": "빛나는 화살로 적중합니다",

    "Boost your dexterity while held": "손에 들고있는 동안 당신의 손재주를 올립니다",

    "Boots of the Hunt": "사냥의 부츠",
    "Spirit Leap I": "영혼 도약 I",

    "Set Bonus: The Hunt": "세트 보너스: 사냥",
    " +50 max favor": " 호의 최대치 +50",
    " Favored Strength I": " 호의를 산 힘 I",
    "Requirements:": "필요조건:",
    "Vest of the Hunt": "사냥의 조끼",
    "Leggings of the Hunt": "사냥의 레깅스",
    "Hood of the Hunt": "사냥의 후드",

    "Dreamcatching I": "꿈 잡이 I",
    "Favorable I": "호의적 I",
    "Right-click to equip:": "우클릭하여 착용:",
    " Night Vision": " 야간 투시",
    "Primal Hunter": "원초적 사냥꾼",
    "Spirit Bulwark I": "영혼 방벅 I",

    "Imbued Boots": "융합된 부츠",
    "Spirit Walk I": "영혼 걸음 I",
    "Set Bonus: Imbued": "세트 보너스: 융합",
    " +100 max favor": " 호의 최대치 +100",
    "Imbued Vest": "융합된 조끼",
    "Imbued Leggings": "융합된 레깅스",
	"Imbued leggings": "융합된 레깅스",
    "Imbued Hood": "융합된 후드",
    "Favorable II": "호의적 II",
    "Spirit Stream": "영혼 물줄기",
    "Shamanic Mastery I": "샤먼 통달 I",
    "Macahuitl": "마쿠아후이틀",
    "When in main hand:": "주로 사용하는 손에 있을 때:",
    " 8 Attack Damage": " 8 공격 피해",
    " 1.6 Attack Speed": " 1.6 공격 속도",

    "Malevolence Charm": "악의에 찬 부적",
    "Twisted": "뒤틀림",
    "Right-click to inflict nearby": "우클릭하여 주변 생물들에게",
    "creatures with weakness": "나약 효과를 부여하세요",
    "shares a 15 second cooldown": "15초의 재사용 대기시간을",
    "with the subjugation charm": "예속의 부적과 공유합니다",
    "inflicts 6 damage on the user": "사용자에게 6 피해를 입힙니다",
    
	"Venom Charm": "맹독의 부적",
    "Right-click to apply spiritual venom": "우클릭하여 당신의 근거리 공격에",
    "to your melee attacks": "영적 맹독을 부여하세요",
    
	"Monster": "몬스터",

    "enemies with explosive force": "폭발하는 힘으로 공격하세요",

    "Boosts your strength and": "들고있는 동안 당신의",
    "defense while held": "힘과 방어력을 강화합니다",
    
	"Flame Charm": "화염의 부적",
    "Right-click to apply spiritual": "우클릭하여 당신의 무기와 도구에",
    "flames to your weapons and tools": "영적 화염을 부여하세요",
    "Nether": "네더",

    "enemies with flaming arrows": "불타는 화살로 적중합니다",

    "Protects you from flames": "들고있는 동안 화염으로부터",
    "and heals you while held": "당신을 보호하며 회복합니다",

    "Primal Axe": "원초의 도끼",
    "Primal Hoe": "원초의 괭이",
    "Primal Pickaxe": "원초의 곡괭이",
    "Primal Shovel": "원초의 삽",
    "Primal Spear": "원초의 창",
    "Primal Crafting Table": "원초 조합대",

    "The first step in the Shamanic Arts...": "샤머니즘의 첫 걸음...",

    "Stew of Purity": "정화의 스튜",
    "Consume to begin the process of Redemption.": "섭취하여 속죄의 과정을 시작하세요.",

	"Purity Charm": "순결의 부적",
    "Right-click to release": "우클릭하여 영혼 파편을",
    "ambient spirit fragments": "해방시키고 호의 25를",
    "and restore 25 favor": "회복합니다",
    
	"Release Charm": "해방의 부적",
    "Right-click to restore": "우클릭하여 호의 25를",
    "25 favor": "회복합니다",
    "shares a 30 second cooldown": "순결의 부적과 재사용 대기시간",
    "with the purity charm": "30초를 공유합니다",

    "Shaman boots": "사먼의 부츠",
    "Set Bonus: Shaman": "세트 보너스: 샤먼",
    "Shaman Vest": "샤먼의 조끼",
    "Shaman Leggings": "샤먼의 레깅스",
    "Shaman Boots": "샤먼의 부츠",
    "Shaman Hood": "샤먼의 후드",
    "Right-click to equip": "우클릭하여 착용",
    "Shaman leggings": "샤먼의 레깅스",

    "Shamanic Stew": "샤먼의 스튜",
    "Consume to enter a spirit trance for 30 seconds.": "섭취하면 30초간 무아지경 상태에 빠집니다.",
    "Sharpened Bone": "날카로운 뼈",
    "Right-click to sacrifice": "우클릭하여 무고한 생명을",
    "the life of an innocent": "희생하고",
    "and regenerate.": "재생합니다",

    "Spirit Altar": "영혼 제단",
    "A spiritually aligned altar for imbuing": "융합을 위해 영적으로 조정된 제단",
    
	"Spirit Pedestal": "영혼 받침대",
    "A spiritually aligned pedestal for imbuing": "융합을 위해 영적으로 조정된 받침대",
    
	"Spirit Slasher": "영혼 상처",
    "5 spirit fragments of": "선택한 타입으로 5개",
    "your selected type": "방출합니다",
    " 10 Attack Damage": " 10 공격 피해",
    " 4.0 Attack Speed": " 4.0 공격 속도",
    "cooldown after use.": "대기시간이 존재합니다.",
    "causes nausea.": "멀미를 유발합니다.",
    "staff": "지팡이",
    "Steed Charm": "승마의 부적",
    "spirit steed to aid you": "말을 소환하세요",

    "Subjugation Charm": "예속의 부적",
    "Right-click to prevent nearby": "우클릭하여 주변 생물들이",
    "creatures from moving": "움직이는 것을 막습니다",
    "with the malevolence charm": "악의에 찬 부적과 공유합니다",
    
	"Twisted Boots": "뒤틀린 부츠",
    "Malefic Shuttle": "사악한 셔틀",
    "Set Bonus: Malefic Aura": "세트 보너스: 사악한 아우라",
    "Twisted Vest": "뒤틀린 조끼",
    "Twisted Leggings": "뒤틀린 레깅스",
    "Twisted Devourer": "뒤틀린 포식자",
    "Right-click to burn": "우클릭하여 5개의 ",
    "5 spirit fragments": "영혼 파편을 불태웁니다",
    " 11 Attack Damage": " 11 공격 피해",
    "Twisted Hood": "뒤틀린 후드",
    "Spirit Twisting I": "영혼 뒤틀기 I",
    " +20 HP": " +20 HP",
    "Malefic Agility": "사악한 민첩성",
    " 9 Attack Damage": " 9 공격 피해",

    "Right-click to assault": "우클릭하여 적들을",
    "enemies with twisted spirits": "뒤틀린 영혼들로 공격하세요",
    "inflicts stacking poison on the user": "사용자에게 축적되는 독을 부여합니다",
    
	"twisted steed to serve you": "뒤틀린 말을 소환합니다",
    "afflicts you with hunger": "당신에게 허기를 부여합니다",
    "Slows the movements of nearby creatures": "주변 생물들의 움직임을 느리게 만듭니다",
    "inflicts hunger on the user": "사용자에게 허기를 부여합니다",
    "Malefic Defense": "사악한 방어"
}